Repository: Loag00233/oh-Lucky
Catalog: ohLucky_Ivashin_2/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld of %lld correct Earned: %@
ru: %1$lld из %2$lld верно Заработано: %3$@

source: accuracy
ru: точность

source: Animals
ru: Животные

source: Avg. answer time
ru: Среднее время ответа

source: Avg. win per game
ru: Средний выигрыш за игру

source: Back
ru: Назад

source: Back to menu
ru: В меню

source: Bank:
ru: Банк:

source: Best win
ru: Лучший выигрыш

source: By category
ru: По категориям

source: Choose a category
ru: Выберите категорию

source: Computers
ru: Компьютеры

source: correct answers
ru: верных ответов

source: Do you really want to quit?
ru: Точно хотите выйти?

source: Film
ru: Кино

source: Game over!
ru: Игра окончена!

source: games played
ru: сыграно игр

source: General Knowledge
ru: Общие знания

source: Geography
ru: География

source: History
ru: История

source: Loading questions...
ru: Загружаем вопросы...

source: Music
ru: Музыка

source: My Statistics
ru: Моя статистика

source: New question
ru: Новый вопрос

source: Next
ru: Далее

source: No
ru: Нет

source: No connection to the server. Switch to offline mode?
ru: Нет связи с сервером. Переключиться в оффлайн-режим?

source: Question %lld/%lld:
ru: Вопрос %1$lld/%2$lld:

source: Question for:
ru: Вопрос на:

source: Quit
ru: Выйти

source: Science & Nature
ru: Наука и природа

source: Settings
ru: Настройки

source: Sports
ru: Спорт

source: Start Game!
ru: Начать игру!

source: Television
ru: Телевидение

source: Total questions
ru: Всего вопросов

source: Total winnings
ru: Всего выиграно

source: Video Games
ru: Видеоигры

source: Yes
ru: Да
